<!DOCTYPE html>
<html lang="en">
<head>
    <meta charset="utf-8" />
    <meta name="viewport" content="width=device-width, initial-scale=1.0" />
    <title>Index ES</title>
    <link rel="stylesheet" href="../wwwroot/lib/bootstrap/dist/css/bootstrap.min.css" />
    <link rel="stylesheet" href="../wwwroot/css/site.css" asp-append-version="true" />
    <link rel="stylesheet" href="../wwwroot/scss/site2.css" asp-append-version="true" />
    <link rel="stylesheet" href="../wwwroot/WebApplicationTest.styles.css" asp-append-version="true" />
</head>
<body>
    <header>
        <nav class="navbar navbar-expand-sm navbar-toggleable-sm navbar-light bg-white border-bottom box-shadow mb-3">
            <div class="container">
                <a class="navbar-brand" href="Index.html">WebApplicationTest</a>
                <button class="navbar-toggler" type="button" data-bs-toggle="collapse" data-bs-target=".navbar-collapse" aria-controls="navbarSupportedContent"
                        aria-expanded="false" aria-label="Toggle navigation">
                    <span class="navbar-toggler-icon"></span>
                </button>
                <div class="navbar-collapse collapse d-sm-inline-flex justify-content-between">
                    <ul class="navbar-nav flex-grow-1">
                        <li class="nav-item">
                            <a class="nav-link text-dark" href="Index.html">Home</a>
                        </li>
                    </ul>
                </div>
                    <a class="navbar-brand" href="../pt/Index.html">PT</a>
                    <a class="navbar-brand" href="../en/Index.html">EN</a>
                    <a class="navbar-brand" href="../es/Index.html">ES</a>
            </div>
        </nav>
    </header>
    <div class="container">
        <main role="main" class="pb-3">
            
<div class="text-center">
    <h1 class="display-4">Welcome Index ES</h1>
    <div class="text-center">

<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Titanic.html">Titanic</a>
        <img src="../wwwroot/img/Titanic.jpg" class="img-fluid" alt="">
        <h7 class="">Siendo construido entre 1909 y 1912 en los astilleros de Harland &amp; Wolff de Belfast, el Titanic constitu&#xED;a el segundo buque de un tr&#xED;o de grandes transatl&#xE1;nticos (siendo el primero el RMS Olympic y el tercero el HMHS Britannic), propiedad de la compa&#xF1;&#xED;a naviera White Star Line, conocidos como la clase Olympic.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Matrix.html">Matrix</a>
        <img src="../wwwroot/img/Matrix.jpg" class="img-fluid" alt="">
        <h7 class="">The Matrix (conocida como Matrix en Hispanoam&#xE9;rica) es una pel&#xED;cula de acci&#xF3;n y ciencia ficci&#xF3;n de 1999 escrita y dirigida por las hermanas Wachowski y protagonizada por Keanu Reeves, Laurence Fishburne, Carrie-Anne Moss y Hugo Weaving. Representa un futuro dist&#xF3;pico en el que la humanidad est&#xE1; atrapada sin saberlo dentro de una realidad simulada llamada Matrix, que las m&#xE1;quinas inteligentes han creado para distraer a los humanos mientras usan sus cuerpos como fuente de energ&#xED;a en campos de cultivo.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Avatar.html">Avatar</a>
        <img src="../wwwroot/img/Avatar.jpg" class="img-fluid" alt="">
        <h7 class="">Avatar (comercializada como Avatar de James Cameron) es una pel&#xED;cula &#xE9;pica de ciencia ficci&#xF3;n militar, Animaci&#xF3;n y estadounidense de 2009,6&#x200B;7&#x200B; escrita, producida y dirigida por James Cameron y protagonizada por Sam Worthington, Zoe Salda&#xF1;a, Sigourney Weaver, Stephen Lang y Michelle Rodriguez.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Hulk.html">Hulk</a>
        <img src="../wwwroot/img/Hulk.jpg" class="img-fluid" alt="">
        <h7 class="">Hulk es una pel&#xED;cula de 2003 basada en el personaje ficticio de Marvel Comics del mismo nombre.2&#x200B; Ang Lee dirigi&#xF3; el filme, que es protagonizado por Eric Bana como el Dr. Bruce Banner, as&#xED; como Jennifer Connelly, Sam Elliott, Nick Nolte y Josh Lucas.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="All American.html">All American</a>
        <img src="../wwwroot/img/AllAmericanS1.jpg" class="img-fluid" alt="">
        <h7 class="">All American es una serie de televisi&#xF3;n de drama deportivo estadounidense, creada por April Blair que se estren&#xF3; en The CW el 10 de octubre de 2018. La serie est&#xE1; inspirada en la vida del jugador profesional de f&#xFA;tbol americano Spencer Paysinger, con Daniel Ezra en el papel principal. En enero de 2020, The CW renov&#xF3; la serie para una tercera temporada que se estren&#xF3; el 18 de enero de 2021.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="The Big Bang Theory.html">The Big Bang Theory</a>
        <img src="../wwwroot/img/TheBigBangTheoryS1.jpg" class="img-fluid" alt="">
        <h7 class="">The Big Bang Theory (tambi&#xE9;n conocida como La teor&#xED;a del Big Bang en Hispanoam&#xE9;rica o Big Bang&#x200B; en ingles) es una comedia de situaci&#xF3;n estadounidense estrenada el 24 de septiembre de 2007 y finalizada el 16 de mayo de 2019 por la cadena CBS. Fue producida por la Warner Bros y Chuck Lorre.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="How to Get Away with Murder.html">How to Get Away with Murder</a>
        <img src="../wwwroot/img/htgawmS1.jpg" class="img-fluid" alt="">
        <h7 class="">How to Get Away with Murder (C&#xF3;mo defender a un asesino&#x200B; en Espa&#xF1;a y Lecciones del crimen&#x200B; en Hispanoam&#xE9;rica ) es una serie televisiva estadounidense de drama legal creada por Peter Nowalk y producida por Shonda Rhimes para la cadena ABC,&#x200B; estrenada el 25 de septiembre de 2014.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="The Simpsons.html">The Simpsons</a>
        <img src="../wwwroot/img/TheSimpsonsS1.jpg" class="img-fluid" alt="">
        <h7 class="">Los Simpson (en ingl&#xE9;s: The Simpsons) es una serie estadounidense de comedia, en formato de animaci&#xF3;n, creada por Matt Groening para Fox Broadcasting Company y emitida en varios pa&#xED;ses del mundo. La serie es una s&#xE1;tira de la sociedad estadounidense que narra la vida y el d&#xED;a a d&#xED;a de una familia de clase media de ese pa&#xED;s (cuyos miembros son Homer, Marge, Bart, Lisa y Maggie Simpson) que vive en un pueblo ficticio llamado Springfield.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Adele 21.html">Adele 21</a>
        <img src="../wwwroot/img/Adele21.jpg" class="img-fluid" alt="">
        <h7 class="">Adele Laurie Blue Adkins (Londres, 5 de mayo de 1988), conocida simplemente como Adele, es una cantautora y multinstrumentista brit&#xE1;nica.&#x200B; Es una de las artistas musicales con mayores ventas del mundo, con m&#xE1;s de 120 millones de ventas entre discos y sencillos.</h7>
    </div>
</div>
<div class="col-2 portfolio-item">
    <div class="portfolio-wrap">
        <a class="display-4 nav-link text-dark" href="Linkin Park.html">Linkin Park</a>
        <img src="../wwwroot/img/LinkinPark.jpg" class="img-fluid" alt="">
        <h7 class="">Linkin Park es una banda estadounidense de rock alternativo procedente de Agoura Hills, California formada en 1996. Integrada por Mike Shinoda, Dave Farrell, Joe Hahn, Brad Delson, Rob Bourdon y Chester Bennington, este &#xFA;ltimo como voz principal.</h7>
    </div>
</div>    </div>
    <p>Learn about <a href="https://docs.microsoft.com/aspnet/core">building Web apps with ASP.NET Core</a>.</p>
</div>

        </main>
    </div>

    <footer class="border-top footer text-muted">
        <div class="container">
            &copy; 2022 - Index ES
        </div>
    </footer>

    <script src="../wwwroot/lib/jquery/dist/jquery.min.js"></script>
    <script src="../wwwroot/lib/bootstrap/dist/js/bootstrap.bundle.min.js"></script>
    <script src="../wwwroot/js/site.js" asp-append-version="true"></script>

    
</body>
</html>